# SpecificHeatOfVaporization Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SpecTypeId..::..SpecificHeatOfVaporization Property
SpecTypeId Class See Also
---
Specific Heat of Vaporization, in discipline Energy.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId SpecificHeatOfVaporization { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property SpecificHeatOfVaporization As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ SpecificHeatOfVaporization {
	ForgeTypeId^ get ();
}
```

# See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace